[
  {
    "url": "https://www.secnav.navy.mil/rda/Pages/Programs.aspx#",
    "title": "Air",
    "description": "Select one of the following to view programs in each of the categories.\nAir\nInformation & Communications\nLand/USMC\nShips\nSubmarines\nWeapons\n\n "
  },
  {
    "url": "https://www.secnav.navy.mil/rda/Pages/Programs/CH53K.aspx",
    "title": "CH-53K Super Stallion Helicopter",
    "description": "Description:\nThe CH-53K is a fully shipboard-compatible derivative design of the existing CH-53E using mature technology for Marine expeditionary heavy-lift assault transport of armored vehicles, equipment and personnel.\nFeatures:\nThe CH-53K will remain within the same shipboard footprint, while providing much greater lift, reliability, maintainability, and cost of ownership improvements. The new-build CH-53K will provide the Joint Task Force commander with double the capability of the CH-53E, thus supporting our Seapower 21 operational concepts with the ability to transport Dual Heavy HMMWVs (armored) and Light Armored Vehicle & MEFFV (LAV variant).\nBackground:\nThe CH-53K is a JROC-certified requirement needed today by the Marine Corps to meet its critical amphibious assault mission. Analysis conducted by the Marine Corps Combat Development Command indicates the current CH-53E will not support the Marine Corps’ Expeditionary Maneuver Warfare concepts we intend to employ in the 2015 timeframe. Those concepts call for sea basing logistics, and command & control that will require far more vertical lift than we currently possess. In addition, operation and support costs, as well as maintainability and reliability rates, of the CH-53E are unacceptable and can only be fixed through a rigorous re-design. An independent Analysis of Alternatives conducted in 2003 determined a new-build derivative of the robust, proven CH-53E was the most cost-effective approach compared to new design/new platform, service life extension or remanufacture alternatives.\nMarinized heavy lift helicopters have consistently proven their worth to the Marine Corps with their versatility and range. In recent history, during Operation Eastern Exit two CH-53Es launched from amphibious ships and flew 463 nautical miles (532.45 miles) at night, refueling twice enroute, to rescue American and foreign allies from the American Embassy in the civil war-torn capital of Mogadishu, Somalia in January 1990. Two CH-53Es rescued Air Force Capt. Scott O'Grady in Bosnia in June 1995. Currently, CH-53E’s are deployed globally in support of the Global War on Terror providing critically needed heavy lift in Iraq and the Horn of Africa.\nService:\nUnited States Marine Corps\nPoint of Contacts:\nNaval Air Systems Command\nHeavy Lift Program Office\n47123 Buse Road Bldg. 2272,\nSuite 162 Patuxent River, MD 20670\n(301) 995-2774\nGeneral Characteristics:\nPayload/Range: 27,000 lbs to 110 nm (40% improvement over CH-53E)\nDeployment (IOC): 2015 (2014 possible)\nPlanned Buy: 156 (Plus 5 test a/c)\nEstimated Unit Cost: $42.1 Million ($FY03)"
  },
  {
    "url": "https://www.secnav.navy.mil/rda/Pages/Programs.aspx#",
    "title": "Information &amp; Communications",
    "description": "Select one of the following to view programs in each of the categories.\nAir\nInformation & Communications\nLand/USMC\nShips\nSubmarines\nWeapons\n\n "
  },
  {
    "url": "https://www.secnav.navy.mil/rda/Pages/Programs/CEC.aspx",
    "title": "CEC Cooperative Engagement Capability",
    "description": "Description:\nCooperative Engagement Capability (CEC) is designed to enhance the Anti-Air Warfare (AAW) war fighting capability of ships and aircraft by the netting of battle force sensors to provide a single, distributed AAW defense capability. As a key pillar of the Naval Integrated Fire Control-Counter Air (NIFC-CA) capability, CEC enables Integrated Fire Control to counter increasingly capable and less detectable cruise missiles and manned aircraft, and in the future, tactical ballistic missiles in a joint environment.\nFeatures:\nCEC is a system of hardware and software that allows the sharing of radar data on air targets among ships and aircraft. Radar data from individual ships and aircraft of a Strike Group are transmitted to other units in the group via a line-of-sight, Data Distribution System (DDS). Each platform uses identical data processing algorithms resident in its Cooperative Engagement Processor (CEP), resulting in each having the same display of track information on aircraft and missiles. An individual ship can launch an anti-air missile at a threat aircraft or anti-ship cruise missile within its engagement envelope, based on data relayed to it by another ship.\nBackground:\nThe capability provided by CEC brings significant benefits in all air defense areas, including: track accuracy, continuity, and ID consistency; reduced reaction time and extended engagement ranges. CEC serves as a major enabler of a single integrated air picture and provides the fleet with the defensive flexibility required to confront the evolving threat of anti-ship cruise and theater ballistic missiles. By fusing the sensor data of each ship and aircraft into a single, real-time composite track picture, CEC significantly improves battle force anti-air warfare and theater air defense capabilities.\nService:\nNavy-ACAT – 1D\nPoint of Contacts:\nProgram Executive Office for Integrated Warfare Systems (PEO IWS)\nCommand and Control Directorate, PEO IWS6.0\n1333 Isaac Hull Avenue, S. E.\nWashington, D. C. 20376-4401\n202-781-2029\nGeneral Characteristics:\nPrimary Function: Sensor Netting\nContractor: Raytheon Company Network Centric Systems, St Petersburg FL\nInitial Operational Capability: September 1996\nFull Operational Capability: May 2005\nCurrent No. of Deployed Systems: 75"
  },
  {
    "url": "https://www.secnav.navy.mil/rda/Pages/Programs/CJR.aspx",
    "title": "Cobra Judy Replacement (T-AGM R) Missile Range Instrumentation Ship ",
    "description": "Description:\nCJR leverages existing Navy and Missile Defense Agency radar technology to acquire this essential National capability while investing and demonstrating solid-state phased array radar technology and expanding the national industrial technology base for the Navy's future cruiser, CG(X). CJR will provide the nation with a fully capable, flexible, and adaptable system that will handle future data collection on ballistic missile threats.\nFeatures:\nThe Cobra Judy Replacement (CJR) Program is responsible for the design, development, acquisition, production, and integration of a single ship and associated equipment for worldwide radar data collection against ballistic missiles in flight.\nBackground:\nCobra Judy’s primary mission is treaty monitoring and verification for ballistic missile issues. This Cobra Judy Replacement Program will provide a replacement to the current COBRA JUDY / USNSOBSERVATIONISLAND, which is becoming unsustainable and is due to leave service in 2012. Navy will transfer the vessel to the Air Force for operation and maintenance at IOC.\nThe Navy awarded the Mission Radar contract to Raytheon December 2003. Raytheon is providing the X-band radar and common back-end equipment. Northrop Grumman is providing the S-band radar as a Navy directed subcontractor. Navy awarded the Ship design and construction contract to VT Halter Marine, Pascagoula, MS. on September 2006. Ship delivery is June 2010.\nService:\nNavy\nPoint of Contacts:\nNaval Sea Systems Command\nPAO\nGeneral Characteristics:\nPrimary Function: Ballistic Missile data collection for treaty monitoring & verification\nContractors: Raytheon, Northrop Grumman, VT Halter\nDate Deployed: N/A\nPropulsion: Twin diesel engines\nLength: 163 meters\nBeam: 27 meters\nDisplacement: 12,000 tons\nSpeed: 20 Kts.\nRange: 12,000 nautical miles\nCrew: 88"
  },
  {
    "url": "https://www.secnav.navy.mil/rda/Pages/Programs/GCCSM.aspx",
    "title": "GCCS-M Global Command and Control System – Maritime ",
    "description": "Description:\nGCCS-M is the Maritime implementation of the Global Command and Control System (GCCS) Family of Systems (FoS).\nFeatures:\nThe system provides Maritime Commanders at all echelons of command with a single, integrated, scalable Command, Control, Communications, Computers and Intelligence (C4I) system that fuses, correlates, filters, maintains and displays location and attribute information on friendly, hostile and neutral land, sea and air forces. It integrates this data with available intelligence and environmental information in support of command decision-making. The system operates in near real-time and constantly updates unit positions and other situational awareness data. GCCS-M also records data in appropriate databases and maintains a history of changes to those records. The user can use the data to construct relevant tactical pictures using maps, charts, topography overlays, oceanographic overlays, meteorological overlays, imagery data and all-source intelligence information coordinated into a Common Operational Picture (COP) that can be shared locally and with other sites. Navy Commanders can review and evaluate the general tactical situation, plan actions and operations, direct forces, synchronize tactical movements and integrate force maneuver with firepower. The system operates in a variety of environments and supports joint, coalition and allied forces.\nBackground:\nThe Office of the Assistant Secretary of Defense for Networks and Information Integration (OASD (NII)) formed a \"family\" of command and control (C2) systems, the goals being to increase general oversight, reduce overlap, and improve the relative systems from the Joint perspective, especially in the area of interoperability. GCCS-M is the Maritime component of the GCCS FoS and is designated as a Mission Critical, Acquisition Category (ACAT) IAC - Major Automated Information System (MAIS), National Security System (NSS). The Assistant Secretary of the Navy, Research, Development and Acquisition (ASN (RD&A)) is the Milestone Decision Authority. The Command and Control Program Office (Program Manager, Warfare (PMW) 150) functions as the acquisition program manager under Program Executive Officer, C4I (PEO (C4I)).\nThe program exists as an evolutionary acquisition program that facilitates rapid insertion of new functionality, technology and Commercial-Off-The-Shelf (COTS) products. A major feature of the GCCS-M evolutionary acquisition process is that the system is continuously and simultaneously operating in three phases: new capability development phase, integration and testing phase and fielding/life cycle support phase.\nService:\nNavy\nPoint of Contacts:\nSpace and Naval Warfare Systems Command\nPublic Affairs Officer\n4301 Pacific Highway\nSan Diego, CA 92110-3127\n(619) 524-3432\nGeneral Characteristics:\nIOC: FY98\nFOC: Ongoing - Evolutionary Acquisition Program\nIncrem ent 4.0 FRP: 08 Jul 05\nIncrement 4.1 MS C: ECD Jul 07\nCurrent Installations:\n- Force Level Ships: 28\n- Unit Level Ships: 233\n- Shore Operational and Technical Training Systems: 59"
  },
  {
    "url": "https://www.secnav.navy.mil/rda/Pages/Programs/GCSSMC.aspx",
    "title": "GCSS-MC Global Combat Support System - Marine Corps",
    "description": "Description:\nPMW 230 supports Marine Corps Logistics Chain Management systems.  The portfolio contains the Supply and Maintenance Enterprise Resource Planning System (ERP), Global Combat Support System – Marine Corps/ Logistics Chain Management Increment 1 (GCSS-MC/LCM Increment 1) and a host of Logistics Information Systems (LIS).   The systems support the logistics elements of Command and Control, joint logistics interoperability, and secure access to and visibility of logistics data.   \nMission:\n“PMW-230 (GCSS-MC) mission is to develop, deliver, and sustain logistics information systems that are relevant, responsive, reliable, and at the ready in order to maximize Marine Corps combat effectiveness.’  \nBackground:\nDuring Operation Desert Storm and Operation Iraqi Freedom the  lack of coordinated system communication, data integration and large process lag-times and warfighter uncertainty hindered supply ordering. These factors led to placement of multiple orders, ineffective distribution of orders and choked pipelines. GCSS-MC LCM Increment 1 addressed those issues.    As part of today’s modernization PWM 230 and HQMC DC I&L work hand in hand to demonstrate and ready to employ state of the art software development tools to speed logistics systems modernization and standardization to the warfighter.  \nPoint of Contacts: \nNavy:\nProgram Executive Office for Enterprise Information Systems\n701 So. Courthouse Rd., Suite 1400\nArlington, Virginia 22204\n703-604-4380  \nMarine Corps: \nPMW 230 \n105 Technical Parkway\nArlington, VA 22204\n703-604-4380 \n  General Characteristics:\nPrimary Function: Logistics Modernization and Streamlining  \nContractor: Oracle\n "
  },
  {
    "url": "https://www.secnav.navy.mil/rda/Pages/Programs/ERP.aspx",
    "title": "Navy ERP Enterprise Resource Planning Program",
    "description": "Description:\nNavy ERP is an integrated business management capability that modernizes and standardizes Navy business operations, provides unprecedented management visibility across the enterprise, and increases the effectiveness and efficiency of the Navy’s support for the warfighter.\nFeatures:\nThe Navy ERP solution comprises nine end-to-end business scenarios—named for the first activity to the final activity required to accomplish a financial or program management practice in the scenario. From initial budgeting activities, “Budget to Authorize”, through all the steps required to complete the authorization of expenditures to execute that budget, the Navy ERP solution provides a completely integrated set of processes. The scenarios are:\nAcquire to Dispose\nPlan to Perform\nPlan to Pay (including Consignment and External Purchases)\nBudget to Authorize\nRepair to Replenish\nPlan to Maintain\nPost to Report\nPersonnel Check In to Check Out\nCreate to Maintain — Master Data\nThe integrated processes use a single set of data, automatically disseminates information from one entry to all parts of the process where it will be required, and makes the entire end-to-end information stream visible to managers with responsibility over the processes.\nThe result is a business management system that uses and provides data that are consistent and understandable across the organization, and that the manager can report in any format required. Duplicate tasks are eliminated, saving program dollars, and the simplified consistency of the business processes used to complete tasks means fewer training hours, increased skill levels inside the workforce, and more efficient overall operations.\nIn addition, Navy ERP:\nImproves logistics ashore and afloat—increases Fleet Combat Readiness\nUtilizes end-to-end supply chain integration producing benefits in cycle timereduction, asset visibility, inventory reductions, and readiness\nAggressively adopts common, proven, and commercially available business and logistics processes\nReduces cost and improves performance of business operations for acquisition, budget, procurement, workforce management, and decision making\nResults in an aggressive retirement of resource intensive legacy systems\nProvides near-real-time visibility for decision makers at all levels of critical information on financial status, asset condition, and personnel utilization\nIs CFO Act compliant and aligns with DoD Business Enterprise Architecture\nBackground:\nEnterprise Resource Planning (ERP) is the generic name of a software-based management system used by forward-thinking corporations around the world to power their crucial business functions. The Navy ERP Program uses a product from SAP Corporation, the largest provider of ERP solutions in the world. The Navy tested portions of the overall ERP suite of applications and processes in four different business management categories: Program Management, Financial Management, Aviation Supply and Regional Maintenance.\nThose tests provided evidence that the commercially available program can be successfully implemented with some adaptations, and that the new processes will provide substantial benefits to the Navy.\nService:\nNavy\nPoint of Contacts:\nProgram Executive Office for Enterprise Information Systems\n701 So. Courthouse Rd., Suite 1400\nArlington, Virginia 22204\n703-604-4380\nGeneral Characteristics:\nSoftware Vendor: SAP Corporation\nVersion: SAP version 5.0 ECC\nOther Features and Benefits:\nRequires all users of the system to have a unique authentication mechanism, including passwords and Public Key Infrastructure (PKI) certificates\nUses IA-enabled products that provide security functionality that has been evaluated and validated by accredited labs\nUtilizes common SAP roles and thorough testing at the application level\nOperates on the NMCI system"
  },
  {
    "url": "https://www.secnav.navy.mil/rda/Pages/Programs/NMT.aspx",
    "title": "NMT Navy Advanced Extremely High Frequency Multi-band Terminal",
    "description": "Description:\nThe NMT is the next generation protected SATCOM system currently under development.\nMission:\nNMT will provide deployed Naval Commanders with secure, protected, command, control and communications capabilities and will support the exchange of tactical data, imagery, real-time video, battlefield maps and targeting information.\nThe NMT will provide physical and electromagnetic survivability, resistance to jamming and Electromagnetic Interference (EMI), and Low Probability of Intercept (LPI)/Low Probability of Detection (LPD) capabilities against current and projected threats. NMT is an advanced software architecture that will allow the U.S. Navy to substantially increase bandwidth and data throughput of its satellite communications systems, and serve as a bridge to the next generation capabilities.\nBackground:\nThe NMT is the fourth iteration Navy EHF terminal being designed to communicate with the AEHF satellites, as well as existing EHF on-orbit capable satellites. The NMT will provide an approximate fourfold increase in data rate capacity than currently fielded systems. In addition, the NMT will include wideband variants to allow the terminal to communicate with other military satellites such as Defense Satellite Communications System (DSCS) and the Wideband Global Satellite (WGS). It is anticipated that the NMT, with minor modifications, will also be able to communicate with the future Transformational Satellites (TSAT), in support of Transformational Communications (TC).\nFeatures:\nNMT will feature data rates that range between 75 bps to 8 Mbps for voice, data or video. It will provide protected wideband communications for ships in the Q, Ka and X bands simultaneously with dual antennas, while submarines can utilize Q and X bands simultaneously, and shore commands will utilize the Q band only. The NMT will also receive Global Broadcast Service (GBS) on ship and submarine antennas.\nService:\nNavy\nPoint of Contact:\nPublic Affairs Office\nSpace and Naval Warfare Systems Command\n4301 Pacific Highway\nSan Diego, CA92110-3127\nAttn: PEO C4I/PMW/A 170\n(619) 524-3432\nGeneral Characteristics:\nPrimary Function: Provide Multiband protected and secure communications to U.S. Navy ships, submarines and shore platforms.\nNomenclature: TBD.\nContractor: Harris and Raytheon are developing prototypes.\nContract Award: Expect downselect in June 07.\nProjected Milestones: MS - 2QFY10, IOC - 4QFY12, FOC - 2QFY15.\nFielding: 324 terminals between FY11-FY15."
  },
  {
    "url": "https://www.secnav.navy.mil/rda/Pages/Programs/NTCSS.aspx",
    "title": "NTCSS Naval Tactical Command Support System",
    "description": "Description:\nNTCSS is a suite of software applications and requisite Commercial Off The Shelf (COTS) hardware used to provide ship and aviation maintenance management, inventory management, supply and financial business management, administration, and personnel management to Navy and Marine Corps operational forces, afloat and ashore.\nFeatures:\nNTCSS provides the unit commanding officer and crew with the ability to manage maintenance of the ship/aircraft, parts inventory, finances, automated technical manuals and drawings, personnel information, and unit administrative information. NTCSS also provides the intermediate level maintenance activities with the ability to manage workload and resources involved in repair actions for aviation repairables and ships repair work packages.\nBackground:\nNTCSS is a logistics command and control support information system for management of ships, submarines, aviation squadrons, and intermediate maintenance activities (afloat and ashore). NTCSS was established in 1995 by the merger of three key programs: Shipboard Non-Tactical Automated Data Processing Program (SNAP), Naval Aviation Logistics Command Management Information System (NALCOMIS), and Maintenance Resource Management System (MRMS).\nNTCSS is designated as a Mission Essential, Acquisition Category (ACAT) IAC, Major Automated Information System (MAIS). The Deputy Assistant Secretary of the Navy, Command, Control, Communications, Computers, and Intelligence (DASN C4I and Space) is the Milestone Decision Authority (MDA). The Command and Control Program Office (Program Manager, Warfare (PMW) 150) functions as the acquisition program manager under Program Executive Officer, (PEO) C4I.\nService:\nNavy and Marine Corps\nPoint of Contact:\nSpace and Naval Warfare Systems Command\nPublic Affairs Officer\n4301 Pacific Highway\nSan Diego, CA 92110-3127\n(619) 524-3432\nGeneral Characteristics:\nNTCSS is government owned software and COTS based hardware with the exception of the equipment racks.\nDate Deployed\nOrganizational Maintenance Management System-Next Generation (OMMS-NG)- MS-IIIA granted 14 Sep 1998\nRelational Supply (RSupply)- MS-IIIA granted 14 Sep 1998\nRelational Administration (RADM)- MS-IIIB granted 22 Apr 00\nOptimized Intermediate Maintenance Activity (OIMA)- MS-IIIC granted 22 Mar 00\nOptimized Organizational Maintenance Activity (OOMA)- Fielding Decision ECD Jun 2007"
  },
  {
    "url": "https://www.secnav.navy.mil/rda/Pages/Programs.aspx#",
    "title": "Land/USMC",
    "description": "Select one of the following to view programs in each of the categories.\nAir\nInformation & Communications\nLand/USMC\nShips\nSubmarines\nWeapons\n\n "
  },
  {
    "url": "https://www.secnav.navy.mil/rda/Pages/Programs.aspx#",
    "title": "Ships",
    "description": "Select one of the following to view programs in each of the categories.\nAir\nInformation & Communications\nLand/USMC\nShips\nSubmarines\nWeapons\n\n "
  },
  {
    "url": "https://www.secnav.navy.mil/rda/Pages/Programs/RMS.aspx",
    "title": "RMS Remote Minehunting System",
    "description": "Remote Multi-Mission Vehicle (RMMV)-AN/WLD-1\nAN/AQS-20A Minehunting Sonar System"
  },
  {
    "url": "https://www.secnav.navy.mil/rda/Pages/Programs.aspx#",
    "title": "Submarines",
    "description": "Select one of the following to view programs in each of the categories.\nAir\nInformation & Communications\nLand/USMC\nShips\nSubmarines\nWeapons\n\n "
  },
  {
    "url": "https://www.secnav.navy.mil/rda/Pages/Programs.aspx#",
    "title": "Weapons",
    "description": "Select one of the following to view programs in each of the categories.\nAir\nInformation & Communications\nLand/USMC\nShips\nSubmarines\nWeapons\n\n "
  }
]