[
  {
    "url": "https://www.navair.navy.mil/product/Joint-Project-Office",
    "title": "Joint Project Office",
    "description": "PMA-234 proudly partners with the Royal Australian Air Force (RAAF), the Capability Acquisition and Sustainment Group and Defence Science and Technology Group in a joint cooperative program that allows for sharing of the best technologies in the world, furthering AEA capabilities of both the U.S. Navy and the RAAF. This partnership between the U.S. Department of Defense and Australian Department of Defence oversees production and sustainment, as well as follow-on development, variants, and increments of the NGJ and support to Australia’s continued utilization of the ALQ-99 Tactical Jamming System."
  },
  {
    "url": "https://www.navair.navy.mil/product/Target-Threat-Simulation-Program-TTSP",
    "title": "Target Threat Simulation Program(TTSP)",
    "description": "TTSP provides high fidelity simulations of foreign threat electronic attack (EA) and threat radar emissions."
  },
  {
    "url": "https://www.navair.navy.mil/product/Target-Auxiliary-Augmentation-Systems-TAAS",
    "title": "Target Auxiliary & Augmentation Systems (TAAS)",
    "description": "TAAS provides for scoring, location, and navigation of Subsonic (BQM-34/177), Supersonic (GQM-163), and seaborne targets for fleet training and weapons systems test and evaluation."
  },
  {
    "url": "https://www.navair.navy.mil/product/System-Naval-Targets-Control",
    "title": "System for Naval Targets Control",
    "description": "The SNTC Provides for Target Control of Subsonic (BQM-34/177) for Fleet training and weapons systems Test and Evaluation.  "
  },
  {
    "url": "https://www.navair.navy.mil/product/AQM-88A",
    "title": "AQM-88A",
    "description": "The Supersonic Air Launched Target (SALT) is a specially configured high-speed anti-radiation (HARM) missile system, that incorporates a modified Advanced Anti-Radiation Guided Missile (AARGM) Control Section, inert HARM AGM-88B Guidance Section (ballast), HARM Telemetry (TM)/Flight Termination System (FTS), and a HARM-B Rocket Motor.  SALT provides an affordable air-launched supersonic target that will be used to test the effectiveness of shipboard air defense systems and warfighter training operations against a supersonic threat."
  },
  {
    "url": "https://www.navair.navy.mil/product/BQM-177A",
    "title": "BQM-177A",
    "description": "The BQM-177A replicates modern subsonic Anti-Ship Cruise Missile (ASCM) threats in support of fleet training and developmental/ operational testing of major Department of Defense (DoD) and international weapon systems."
  },
  {
    "url": "https://www.navair.navy.mil/product/T-54A",
    "title": "T-54A",
    "description": "Mission\nT-54A’s mission is to ensure multi-engine and tilt-rotor aviators have an advanced platform that best represents fleet aircraft and equips them for tomorrow’s battlespace. "
  },
  {
    "url": "https://www.navair.navy.mil/product/Diversity-FRCSW-Strategic-Advantage-Navy-Mission",
    "title": "Diversity at FRCSW – A Strategic Advantage to the Navy Mission",
    "description": "Fleet Readiness Center Southwest (FRCSW) employees share a common bond in their effort to meet the command's mission. FRCSW is comprised of employees with diverse professional, cultural, and ethnic backgrounds. Recognizing the diversity at FRCSW not only highlights the unique value that each individual brings, but also provides the opportunity for employees to thrive and reach their full potential. Beyond individual employee success, the warfighter’s mission benefits from a workplace that welcomes diversity. Not only does it increase retention, but it also gives individuals the opportunity to improve critical thinking skills as they engage with perspectives outside of their own. In doing so, different life experiences and unique skills are encountered and expand the way in which ideas and solutions are explored. The FRCSW Diversity Advisory Teams (DATs) help foster an empowering environment that is inclusive to different heritages, experiences, styles, traditions, and views which can be strategically utilized as a catalyst for innovation and execution.\n\nDATs also help bring issues that are affecting employees to the forefront. The teams are involved with barrier analysis at the physical, institutional, and attitudinal levels in order to provide recommendations on how to eliminate these barriers. Charles McQueen, the Deputy Director of the Equal Employment Opportunity Office (EEO), works with the DATs to provide the data required for barrier analysis. He gets assistance from teams in surveying employees about inclusion and diversity within the workplace. In many of their day-to-day interactions, employees meet with different customers from all walks of life; whether they previously held a different position, speak a different language, or grew up in an entirely different socioeconomic class. “Everyone views things from a different lens and brings different skillsets,” McQueen says. Beyond diverse skillsets, having a workforce that is inclusive to different ethnicities and cultures is advantageous. McQueen, who was previously deployed overseas as an Airman, explains how connections are made more naturally and easier between people that are similar to or at least understand their culture. He described a scenario during his service in the Middle East in which the elderly villagers were more open to communicating with Americans when they similarly grew out their beards and appeared to assimilate with the local area. With an organization that is so culturally and ethnically diverse like FRCSW, DATs help to educate other employees about cultural norms that might have otherwise been misunderstood, creating harmony in a workplace that embraces, and more importantly, increases understanding of one another. The creation of DATs such as the Asian American Pacific Islander (AAPI) advisory team accomplishes this very understanding of cultural differences.\n\nPete Aragon from the COMFRC Strategic Group and a site lead for AAPI, discussed the importance of having diversity teams and how it not only benefits employees within the DAT, but also other employees of the command. Among other events, AAPI hosts holiday potlucks giving the community an opportunity to bond over traditional recipes and share their culture with other employees of the command. Shyness tends to be prevalent in the Asian American community, thus AAPI hosted events also serve as a catalyst and an opportunity to speak to leadership. “We want to do a good job, but don’t want to put ourselves out for failure. These events hold a more personal space for employees to talk to leadership.” Aragon says. He continues on to explain that DATs provide a space to communicate “between common cultures and across diversity.” DAT sponsored events bring employees out of their offices and shops to create a space and purpose to meet and discuss topics they may not normally talk over outside of their usual working environment. This avenue also provides employees who may spend all day in the labs or shops, the opportunity to speak to leadership or, other employees they may normally not interact with, allows them to promote the work they do for the command, and establishes good working relations. Like other DATs, AAPI offers mentoring that helps employees better themselves. For example, they work with employees on public speaking and grammar to improve resumes and interviewing skills. Another advantage of DATs is their promotion of inclusion in the workforce. FRCSW boasts a diverse pool of innovative talent and ideas. If negative biases against certain groups prevented that potential from being utilized, the command mission could be jeopardized.\n\nMark Weir, a representative of the LGBTQ+A advisory team, said it best: “In order for our workforce to prevail at providing excellent services in support of the warfighter, we rely upon inputs. The more diverse our inputs, the higher the probability and effectiveness that someone will provide a solution.” FRCSW has an advantage in having such a diverse workplace because the more diverse the demographics at a job, the larger range of unique skillsets are brought to the table. “Hiding takes a lot of energy,” Weir says. When employees feel comfortable and safe to bring their authentic selves to work, attrition is decreased and positive performance is increased. Like many of the diversity advisory teams, the LGBTQ+A Advisory Team, nurtures diversity and inclusion which enables the freedom to fully support the warfighter’s mission. An important aspect of what DATs provide for FRCSW employees as a whole is to sponsor events that draw multiple different employees to one location in order to promote inclusion and help to fulfill other needs of command employees (e.g. later this year, the advisory team will host a men’s health seminar promoting early cancer screening).\n\nThe Women’s Initiative Network (WIN) is another supportive DAT in which employees can openly and safely discuss topics and issues related to women in the workplace. Topics include advancing diversity in hiring, development, career growth, promoting a work-life balance, identifying and eliminating barriers, and cultivating networking and mentoring opportunities. Janene Valenzuela, Aerospace Engineer and WIN site lead, sees the importance of a supportive place such as WIN. The DAT provides a safe place for women to discuss barriers that they may be experiencing. The need and successful execution of creating additional space for lactation in office spaces came about from discussions in these meetings. Valenzuela explained the importance of the WIN sponsored panel events and how despite its name, the “buy-in of males,” especially from upper leadership, helps secure the support needed to eliminate barriers. WIN, like many of the other DATs, hosts events and is continually working to be a strong resource for the command.\n\nSimilarly, the Hispanic Engagement Action Team (HEAT) identifies and discusses ways to overcome barriers to employment, development, and retention. Aerospace Engineer and HEAT site lead, Anthony Sanchez, discussed the importance of the HEAT DAT and how it provides outreach for artisans who do not have regular access to computers. “Outreach to the artisans is one of hardest hurdles,” Sanchez says. Attendance at events such as Diversity Day helps reach a wider audience including blue-collar workers who have tight production time frames and do not regularly check e-mails to learn about teams such as HEAT. When artisans are able to attend HEAT sponsored and other DAT events or meetings, site leads are able to collect more accurate information about the workforce that might have otherwise been left out if artisans did not participate in those queries. By collecting this critical information, site leads can properly address workplace concerns to leadership which can then gain forward momentum with the full support of leadership. Rather than one person going “up the chain” about an issue on their own, site leads act as a champion for a team that may be experiencing a common barrier. Advisory teams such as HEAT also motivate participation by establishing a commonality and purpose for meeting. Common celebrations such as their annual Posada, which honors the birth of Baby Jesus, encourages bonding, provides an opportunity to educate others about traditions and holidays, and provides space to discuss effective ways to create a diverse workforce. Several HEAT members are involved in Mesa Shadow Day, which inspire college students by giving them an insider look into potential careers in naval aviation. With the support of these diversity advisory teams, FRCSW employees can continue working in productive spaces free of bias, discrimination, and instead, see differences as a strategic advantage in support of the mission.\n\nAlthough there are different names for each advisory team, the goal is the same. To promote inclusion and diversity across all backgrounds. A workforce with employees full of diverse backgrounds provides the broadest possible spectrum of solutions available to keep the warfighter prepared and the employees of FRCSW on course to continue meeting the command’s mission."
  },
  {
    "url": "https://www.navair.navy.mil/product/Shipboard-Landing-Systems",
    "title": "Shipboard Landing Systems",
    "description": "Mission/Description:  These systems provide all-weather airborne instrument recovery for Navy and Marine Corps aircraft, including  precision approach and landing capabilities, ship-relative (bearing and range) navigation, and non-precision approach capabilities."
  },
  {
    "url": "https://www.navair.navy.mil/product/MQ-8C-Fire-Scout",
    "title": "MQ-8C Fire Scout",
    "description": "The MQ-8C Fire Scout unmanned helicopter provides real-time intelligence, surveillance, reconnaissance and targeting capabiltiies. "
  },
  {
    "url": "https://www.navair.navy.mil/product/MQ-9A-Reaper",
    "title": "MQ-9A Reaper",
    "description": "The MQ-9A Reaper is the U.S. Marine Corps' Block V Unmanned Aircraft System that perform multi-mission Intelligence, Surveillance and Reconnaissance (ISR) missions over land or sea."
  },
  {
    "url": "https://www.navair.navy.mil/product/Multifunctional-Information-Distribution-System-MIDS",
    "title": "Multifunctional Information Distribution System (MIDS)",
    "description": "Mission\n\nTo rapidly develop, field, and support world-wide interoperable and secure Navy Integrated Fire Control (NIFC) tactical data links and adaptive networking capabilities to ensure sustained tactical data superiority for the Joint, Coalition, and International Warfighter."
  },
  {
    "url": "https://www.navair.navy.mil/product/TH-73A",
    "title": "TH-73A",
    "description": "Mission"
  },
  {
    "url": "https://www.navair.navy.mil/product/Tactical-Aircraft-Moving-Map-Capability-TAMMAC",
    "title": "Tactical Aircraft Moving Map Capability (TAMMAC)",
    "description": "• The mission of the Tactical Aircraft Moving Map Capability (TAMMAC) team is to develop, procure, deploy and support a common tactical aircraft moving map and data loading capability, and replace current Fleet equipment such as the AN/ASQ-196 and AN/ASQ-194/215 systems. The TAMMAC team provides Digital Map Computers, Advanced Memory Units and meets new digital map performance requirements, as well as the use of National Geospatial-Intelligence Agency standard data products. "
  },
  {
    "url": "https://www.navair.navy.mil/product/Sensors-Low-Probability-Intercept-Altimeter-LPIA",
    "title": "Sensors Low Probability of Intercept Altimeter (LPIA)",
    "description": "Description:"
  },
  {
    "url": "https://www.navair.navy.mil/product/Collision-Avoidance-Solutions-CAS",
    "title": "Collision Avoidance Solutions (CAS)",
    "description": "The Collision Avoidance Solutions (CAS) team manages multiple development and procurement efforts in PMA-209 to provide safety products to Navy and Marine Corps tactical aircraft.  Programs and products developed and managed by the CAS team include:"
  },
  {
    "url": "https://www.navair.navy.mil/product/Commons-Systems-Integration-Lab-CSIL",
    "title": "Commons Systems Integration Lab (CSIL)",
    "description": "• The Commons System Integration Lab (CSIL) is an Independent Validation and Verification (IV&V) test facility that provides expertise and resources to NAVAIR Programs of Record and other customers to mitigate engineering risks, while supporting systems integration efforts during upgrades to naval air platform cockpits and associated systems"
  },
  {
    "url": "https://www.navair.navy.mil/product/Multi-Station-Disorientation-Demonstrator-MSDD",
    "title": "Multi-Station Disorientation Demonstrator (MSDD)",
    "description": "The MSDD provides aircrew the only motion-based disorientation training in the USN & USMC. The MSDD was installed in 1980 by American Airlines and is located at ASTC Pensacola, Florida."
  },
  {
    "url": "https://www.navair.navy.mil/product/Normobaric-Hypoxia-Trainer-NHT",
    "title": "Normobaric Hypoxia Trainer (NHT)",
    "description": "The NHT is used to train aviation personnel in hypoxia recognition and to familiarize them with the emergency procedures which include emergency survival equipment. The NHT replaces the Low Pressure Chamber for class 2/4 aircrew refresher training. The device is currently in use at one site and will be installed at all eight ASTCs by March 2020."
  },
  {
    "url": "https://www.navair.navy.mil/product/Parachute-Overwater-Survival-Trainer-POST",
    "title": "Parachute Overwater Survival Trainer (POST)",
    "description": "The POST is designed to provide hands-on training in parachute descent and water entry procedures. This realistic hands-on training is designed to instill confidence and develop instinctive performance of the skills required in the event of bailout/ejection. All five have a planned refresh date in FY20/FY21."
  },
  {
    "url": "https://www.navair.navy.mil/product/Helicopter-Rescue-Hoist",
    "title": "Helicopter Rescue Hoist",
    "description": "The Helicopter Rescue Hoist Trainer is used to train aircrew in helicopter rescue procedures.  It also familiarizes aircrew in the recommended procedures and safety precautions in a water rescue by one of several different rescue devices lowered from a hovering helicopter. The rotor downwash assembly, its associated piping, pump and controls are used to simulate helicopter downwash in actual rescue operations. The device is designed to be weatherproof and intended for permanent installation at the side of either an indoor or outdoor swimming pool. There are a total of eight helicopter rescue hoist devices currently in operation. All eight have a planned refresh date in FY20/FY21."
  },
  {
    "url": "https://www.navair.navy.mil/product/Night-Imaging-Threat-Evaluation-NITE-Lab",
    "title": "Night Imaging Threat Evaluation (NITE) Lab",
    "description": "The NITE Labs are located at 22 CONUS and OCONUS USN & USMC locations. It prepares aircrew for night flying with night vision devices and instructs in threat evaluation and mishap prevention."
  },
  {
    "url": "https://www.navair.navy.mil/product/Modular-Egress-Training-Simulator-METS-Trainer",
    "title": "Modular Egress Training Simulator (METS) Trainer",
    "description": "The METS Trainer (also known as the Helo Dunker) is designed to provide a realistic environment in which trainees can practice procedures for evacuation from ditched aircraft. The METS training system is designed to provide hands-on training in underwater egress from multi-place aircraft. The training is general in nature, but the METS can be configured specific to aircraft type. The METS incorporates the use of exterior cutout exit panels as well as escape exit panels that replicate actual helicopter escape exits."
  },
  {
    "url": "https://www.navair.navy.mil/product/Communication-Navigation-SurveillanceAir-Traffic-Management-CNSATM",
    "title": "Communication, Navigation, Surveillance/Air Traffic Management (CNS/ATM)",
    "description": "The PMA-209 CNS/ATM team acquires, integrates, and certifies communication, navigation and surveillance systems in Navy and Marine Corps aircraft to comply with national and worldwide civil and military airspace requirements.  These capabilities include 8.33 kHz, Mode S, PBN, RVSM, and ADS-B (Out)."
  },
  {
    "url": "https://www.navair.navy.mil/product/Avionics-Architecture-Team-AAT",
    "title": "Avionics Architecture Team (AAT)",
    "description": "• In an effort to realize the benefits of a Modular Open Systems Approach (MOSA) to Open Architecture, the team currently supports and maintains the Future Airborne Capability Environment (FACETM) standard and the Hardware Open Systems Technologies (HOST) standards."
  },
  {
    "url": "https://www.navair.navy.mil/product/Common-Mission-Computing-and-Displays-CMCD",
    "title": "Common Mission Computing and Displays (CMCD)",
    "description": "• The CMCD is a non-proprietary Open Architecture (OA) that allows for competitive and re-competitive third party participation for MCA procurements, upgrades and sustainment. "
  },
  {
    "url": "https://www.navair.navy.mil/product/Marine-Air-Ground-Task-Force-MAGTF-Agile-Network-Gateway-Link-MANGL",
    "title": "Marine Air-Ground Task Force (MAGTF) Agile Network Gateway Link (MANGL)",
    "description": "Digital interoperability is the seamless integration of systems and exchange of data, across all domains and networks throughout the MAGTF, naval, joint, and coalition forces, to include communication in degraded or denied environments, to rapidly share accurate information, provide greater situational awareness, accelerate the kill chain, and enhance survivability."
  },
  {
    "url": "https://www.navair.navy.mil/product/Shipboard-Variant-Air-Conditioner-SVAC",
    "title": "Shipboard Variant Air Conditioner (SVAC)",
    "description": "The Shipboard Variant Air Conditioner is an electric powered unit used to supply conditioned air to the AV-8, E-2, EA-6B, EA-18G, FA-18 & F-35 equipment and avionics compartments during maintenance on board CVNs and LHA/LHDs. "
  },
  {
    "url": "https://www.navair.navy.mil/product/Electronic-Consolidated-Support-System-eCASS",
    "title": "Electronic Consolidated Support System (eCASS)",
    "description": "The electronic Consolidated Support System (eCASS) is the Navy's 21st century Automated Test System (ATS) used to support repairs of  AV-8, E-2D, EA-18G, FA-18, F-35, H-1, H-53, H-60, T-45 & V-22 avionics and weapon systems at Fleet Readiness Centers (FRCs) ashore and Avionics Intermitted Maintenance Department (AIMD) afloat.  "
  },
  {
    "url": "https://www.navair.navy.mil/product/Land-Based-Variant-Air-Conditioner-LVAC",
    "title": "Land Based Variant Air Conditioner (LVAC)",
    "description": "The Land Based Variant Air Conditioner is a diesel/electric powered unit used to supply conditioned air to the AV-8, E-2, EA-6B, EA-18G, FA-18 & F-35 equipment and avionics compartments during maintenance on landbased sites.  "
  },
  {
    "url": "https://www.navair.navy.mil/product/Shipboard-Tow-Tractor-STT",
    "title": "Shipboard Tow Tractor (STT)",
    "description": "The Shipboard Tow Tractor’s primary role is the handling of aircraft aboard the flight deck of naval ships (CVNs & LHA/LHDs).  In addition to maneuvering aircraft, the STT is required to provide a mobile platform and fuel source for the Jet engine Air Start Unit, MSU-200NAV.  "
  },
  {
    "url": "https://www.navair.navy.mil/product/ANARC-210V-Radio-Communications-System",
    "title": "AN/ARC-210(V) Radio Communications System",
    "description": "The AN/ARC-210(V) system is installed on over 140 airborne, seaborne and land-based DoD platforms.  It has been installed by over 40 allied and coalition partner nations around the globe"
  },
  {
    "url": "https://www.navair.navy.mil/product/Advanced-Development-Team",
    "title": "Advanced Development Team",
    "description": "Description:"
  },
  {
    "url": "https://www.navair.navy.mil/product/Integrated-Defensive-Electronic-Countermeasures-IDECM",
    "title": "Integrated Defensive Electronic Countermeasures (IDECM)",
    "description": "The Integrated Defensive Electronic Countermeasures (IDECM) Program provides self protection capability against surface-to- air and air-to-air radar guided threats. IDECM equipment detects, identifies and manages electronic countermeasure response to radar threats."
  },
  {
    "url": "https://www.navair.navy.mil/product/UC-35-Citation",
    "title": "UC-35 Citation",
    "description": "United States Marine Corps -- Passenger and cargo transport."
  },
  {
    "url": "https://www.navair.navy.mil/product/E-2D",
    "title": "E-2D Advanced Hawkeye (AHE)",
    "description": "The E-2D Advanced Hawkeye (AHE) is the newest variant of the E-2 aircraft platform. It features a state-of-the-art radar with a two-generation leap in capability and upgraded aircraft systems that will improve supportability and increase readiness.\n\nThe E-2D continues the Navy’s integrated war fighting legacy by providing broad area coverage resulting in broader range capabilities. With the E-2D’s enhanced ability to work in the littoral and over land, the platform provides a critical capability to protect our nation’s interests.\n\nBeyond the battle group, the Hawkeye’s command and control capability makes it a multi-mission platform through its ability to coordinate concurrent missions that may arise during a single flight, to include: airborne strike, land force support, rescue operations, managing a reliable communications network between widely dispersed nodes and support for drug interdiction operations. The use of the new glass cockpit and tactical fourth operator display allows the five-person crew more flexibility in fulfilling these diverse missions."
  },
  {
    "url": "https://www.navair.navy.mil/product/E-2C-Hawkeye",
    "title": "E-2C Hawkeye",
    "description": "The E-2C Hawkeye is the Navy's all-weather, carrier-based tactical battle management airborne early warning and command and control aircraft."
  },
  {
    "url": "https://www.navair.navy.mil/product/E-6B-Mercury",
    "title": "E-6B Mercury",
    "description": "The E-6B Mercury is a communications relay and strategic airborne command post aircraft. It provides survivable, reliable, and endurable airborne Nuclear Command, Control, and Communications (NC3) for the president, secretary of defense and U.S. Strategic Command. Two operational squadrons (“Ironmen” of VQ-3 and “Shadows” of VQ-4) deploy from their main Operating Base at Tinker Air Force Base, Oklahoma, supported by the TACAMO Weapons School and the fleet replacement squadron (the “Roughnecks” of VQ-7). They deploy aircrews to Forward Operating Bases at Travis Air Force Base, California; Offutt Air Force Base, Nebraska; Naval Air Station Patuxent River, Md.; and other locations, as directed.\n\nBoeing derived the E-6A from its commercial 707 to replace the aging EC-130Q in the performance of the Navy's TACAMO mission. TACAMO links the National Command Authority (NCA) with naval ballistic missile forces during times of crisis. The aircraft carries a Very Low Frequency communication system with dual trailing wire antennas. The Navy accepted the first E-6A in August 1989.\n\nThe E-6B was conceived as a replacement for the Air Force's Airborne Command Post due to the age of the EC-135 fleet. The E-6B modified an E-6A by adding battlestaff positions and other specialized equipment. The E-6B is a dual-mission aircraft capable of fulfilling either the no-fail TACAMO mission or the Looking Glass mission, which facilitates the launch of U.S. land-based intercontinental ballistic missiles using an airborne launch control system (ALCS). The Navy accepted the first E-6B aircraft in December 1997 and the E-6B assumed its dual operational mission in October 1998. The E-6 fleet was completely modified to the E-6B configuration in 2003."
  },
  {
    "url": "https://www.navair.navy.mil/product/T-45-Goshawk-0",
    "title": "T-45 Goshawk",
    "description": "The T-45 Goshawk is a tandem-seat, carrier capable, jet trainer whose mission is to train Navy and Marine Corps pilots."
  },
  {
    "url": "https://www.navair.navy.mil/product/T-44A-Pegasus-0",
    "title": "T-44A Pegasus",
    "description": "The T-44A Pegasus aircraft is a twin-engine, pressurized, fixed-wing monoplane whose mission is to train Navy and Marine Corps pilots."
  },
  {
    "url": "https://www.navair.navy.mil/product/T-34-Turbomentor",
    "title": "T-34 Turbomentor",
    "description": "The T-34C Turbomentor is an unpressurized two-seat, tandem cockpit low-wing turboprop trainer whose mission is to train Navy and Marine Corps pilots."
  },
  {
    "url": "https://www.navair.navy.mil/product/T-6A-Texan-II",
    "title": "T-6A Texan II",
    "description": "The T-6A Texan II is a tandem-seat, turboprop trainer whose mission is to train Navy and Marine Corps pilots and Naval Flight Officers."
  },
  {
    "url": "https://www.navair.navy.mil/product/TH-57",
    "title": "TH-57 Sea Ranger",
    "description": "The TH-57 Sea Ranger is a derivative of the commercial Bell Jet Ranger 206. Although primarily used for training, these aircraft are also used for photo, chase and utility missions."
  },
  {
    "url": "https://www.navair.navy.mil/product/P-8A-Poseidon",
    "title": "P-8A Poseidon",
    "description": "The P-8A Poseidon is the U.S. Navy’s multi-mission maritime patrol and reconnaissance aircraft conducting long-range anti-submarine warfare (ASW), anti-surface warfare, intelligence, surveillance and reconnaissance (ISR). P-8A Poseidon is the replacement aircraft for the P-3C Orion."
  },
  {
    "url": "https://www.navair.navy.mil/product/EP-3E-Aries-II",
    "title": "EP-3E Aries II",
    "description": "The EP-3E Aries II is a land-based Multi-Intelligence reconnaissance aircraft based on the P-3 Orion airframe. The EP-3E ARIES II was recently upgraded from SIGINT to Multi-Intelligence and is the Navy's only land-based reconnaissance aircraft. The EP-3 aircraft in the Navy's inventory provide fleet and theater commanders worldwide with near real-time tactical SIGINT and full motion video intelligence. With sensitive receivers and high-gain dish antennas, the EP-3E exploits a wide range of electronic emissions from deep within targeted territory. The crew fuses the collected intelligence along with off-board data and disseminates the collaborated information for direct threat warning, indications and warnings, information dominance, battle space situational awareness, suppression of enemy air defenses, destruction of enemy air-defense, anti-air warfare and anti-submarine warfare applications."
  },
  {
    "url": "https://www.navair.navy.mil/product/P-3C-Orion",
    "title": "P-3C Orion",
    "description": "The P-3C Orion is a land-based, long-range, anti-submarine warfare (ASW) patrol aircraft. The P-3C's mission has to include surveillance of the battlespace, either at sea or over land. Its long-range and long loiter time have proved invaluable assets throughout the overseas contingency operation."
  },
  {
    "url": "https://www.navair.navy.mil/product/EA-18G-Growler",
    "title": "EA-18G Growler",
    "description": "Description"
  },
  {
    "url": "https://www.navair.navy.mil/product/FA-18-D-Hornet",
    "title": "F/A-18 A-D Hornet",
    "description": "Description"
  },
  {
    "url": "https://www.navair.navy.mil/product/FA-18EF-Super-Hornet",
    "title": "F/A-18E/F Super Hornet",
    "description": "Description"
  },
  {
    "url": "https://www.navair.navy.mil/product/F-35-Lightning-II",
    "title": "F-35 Lightning II",
    "description": "Following an intense four-year competition, the U.S. Department of Defense on 26 October 2001, named the Lockheed Martin lead Joint Strike Fighter (JSF) team as the winner of the contract to develop the F-35 JSF."
  },
  {
    "url": "https://www.navair.navy.mil/product/F-16-Fighting-Falcon",
    "title": "F-16 Fighting Falcon",
    "description": "United States Navy -- Training and adversary combat tactics. The aircraft serves in an aggressor-training role with simulation capability of current threat aircraft in fighter combat mode."
  },
  {
    "url": "https://www.navair.navy.mil/product/F-5-Tiger-II",
    "title": "F-5 Tiger II",
    "description": "United States Navy/United States Marine Corps -- Training and adversary combat tactics. The aircraft serves in an aggressor-training role with simulation capability of current threat aircraft in fighter combat mode."
  },
  {
    "url": "https://www.navair.navy.mil/product/AV-8B-Harrier",
    "title": "AV-8B Harrier",
    "description": "The mission of the VMA STOVL squadron is to attack and destroy surface and air targets, to escort helicopters, and to conduct other such air operations as may be directed. Specific tasks of the AV-8B Harrier II include:"
  },
  {
    "url": "https://www.navair.navy.mil/product/CKC-130-Hercules-Super-Hercules",
    "title": "C/KC-130 Hercules / Super Hercules",
    "description": "C/KC-130T: United States Navy and Naval Reserve -- Multi-role, long-range, land-based tactical aircraft provides logistic support and air-to-air refueling to fleet operating forces.\n\nKC-130J: United States Marine Corps -- Multi-role, medium sized fixed wing tactical aircraft  providing logistic support, air-to-air refueling and close air support to fleet operating forces."
  },
  {
    "url": "https://www.navair.navy.mil/product/C-38",
    "title": "C-38",
    "description": "Mission"
  },
  {
    "url": "https://www.navair.navy.mil/product/C-37",
    "title": "C-37",
    "description": "United States Navy -- Provide world-wide passenger airlift."
  },
  {
    "url": "https://www.navair.navy.mil/product/C-40-Clipper",
    "title": "C-40 Clipper",
    "description": "United States Navy -- Provides critical logistics support to fleet forces."
  },
  {
    "url": "https://www.navair.navy.mil/product/C-26-Metroliner",
    "title": "C-26 Metroliner",
    "description": "United States Navy -- Provide rapid response cargo and passenger transportation as well as forward deployment logistics support and range support."
  },
  {
    "url": "https://www.navair.navy.mil/product/C-20-Gulfstream",
    "title": "C-20 Gulfstream",
    "description": "United States Navy and Marine Corps -- Provide long-range, world-wide airlift and logistic support for senior leadership, dignitaries, and fleet battle groups."
  },
  {
    "url": "https://www.navair.navy.mil/product/c-12",
    "title": "C-12 Huron",
    "description": "United States Navy/United States Marine Corps -- A multi-mission aircraft that provides high-priority transportation for personnel and cargo, range clearance, courier flights, medical evacuation, and humanitarian rescue or assistance, multi-engine pilot training and testing assets.\n "
  },
  {
    "url": "https://www.navair.navy.mil/product/C-2",
    "title": "C-2",
    "description": "The C-2A Greyhound is a high wing, twin-engine Carrier Onboard Delivery (COD) aircraft."
  },
  {
    "url": "https://www.navair.navy.mil/product/DoN-LAIRCM",
    "title": "DoN LAIRCM",
    "description": "The AN/AAQ-24(V)25, DoN LAIRCM system combines advanced, two-color Infrared Missile Warning System (MWS) and Directed Laser Countermeasures to defeat shoulder-launched missiles fired at aircraft. The system will be deployed on a total of 156 United States Marine Corps (USMC) CH-53E, CH-53D and CH-46E medium-lift and heavy-lift, assault support helicopters to meet the USMC urgent needs for a “…state-of-the-art, reliable, carrier-based and land-based Missile Warning System (MWS) and Infrared Countermeasure (IRCM).”\n\nThe DoN LAIRCM system consists of five major components: Five Infrared (IR) MWS sensors; a dedicated Central Processor; a Control Indicator Unit (CIU) for cockpit display; two Pointer-Tracker/Jamming Subsystems or Guardian Laser Tracker Assemblies (GLTA) consisting of four-axis stabilized gimbaled system, a Fine Track Sensor (FTS) and a ViperTM laser.\n\nSince 2006, system has been tested at Tonopah Test Range, White Sands Live-missile firing test range as well as flight tests on CH-46 and CH-53 aircraft. All hardware and software is qualified and validated prior to range and flight test using OEM and independent Modeling and Simulation. Operational Test was completed in June 2009.\n\nInitial deployment began in January 2009 and will continue fielding through 2012. This advanced Aircraft Survivability Equipment (ASE) provides the most sophisticated IRCM system fielded on DOD aircraft today and enables aircraft to operate in all battlefield threat conditions providing maximum aircraft and aircrew survivability."
  },
  {
    "url": "https://www.navair.navy.mil/product/Air-ASW-Systems",
    "title": "Air ASW Systems",
    "description": "Develop, procure, field, and sustain effective and affordable ASW capability for the Air ASW warfighter."
  },
  {
    "url": "https://www.navair.navy.mil/product/Navy-Aircrew-Common-Ejection-Seat-NACES",
    "title": "Navy Aircrew Common Ejection Seat (NACES)",
    "description": "The Navy Aircrew Common Ejection Seat (NACES) is the common ejection seat designed for incorporation into the F/A-18, EA-18G and T-45 aircraft. The ejection seat is the primary means of aircrew escape from disabled aircraft and it provides the seated platform for the aircrew, in-flight aircrew restraint, and necessary cockpit interfaces to meet mission performance. Since 1991, more than 2,300 seats have been delivered and fielded both domestically and internationally."
  },
  {
    "url": "https://www.navair.navy.mil/product/Legacy-Aircrew-Chem-Bio-Respirator-Protective-Assembly",
    "title": "Legacy Aircrew Chem Bio Respirator Protective Assembly",
    "description": "This is a Non Development Item (NDI) Program to procure aircrew Chemical Biological Radiological (CBR) protective systems to provide all U.S. Navy and U.S. Marine Corps aircrew's the necessary head-eye-respiratory protection during in-flight operations. The NDI respirator is a self contained rubber hood, clear visor, and a breathing mask which provides the aircrew head, eye and respiratory system complete above-the-neck protection from Chemical and Biological agents. In order to have complete protection, the aircrew must also wear a below-the-neck CBR protective clothing ensemble."
  },
  {
    "url": "https://www.navair.navy.mil/product/JHMCS-and-NVCD",
    "title": "JHMCS and NVCD",
    "description": "The Night Vision Cueing and Display (NVCD) is an additional capability to the Joint Helmet Mounted Cueing System (JHMCS) allowing the cueing of weapons and sensors at night while also providing the JHMCS standard “head up display” data over the eye in addition to camera video recording of the pilot’s viewpoint. The NVCD is designed to allow near day time tactics at night."
  },
  {
    "url": "https://www.navair.navy.mil/product/Ejection-Seat-Endurance-ESE",
    "title": "Ejection Seat Endurance (ESE)",
    "description": "The seat endurance program will provide for the development, integration and evaluation of ejection seat endurance improvements in T-45, F/A-18A-F, EA-18G, EA-6B and AV-8B/TAV-8B aircraft. Using current technology and leveraging off current programs, new cushion systems will reduce aircrew fatigue especially during long duration flights, while maintaining ejection performance."
  },
  {
    "url": "https://www.navair.navy.mil/product/combat-survivor-evader-locator-csel-system",
    "title": "Combat Survivor Evader Locator (CSEL) System",
    "description": "The Combat Survivor Evader Locator (CSEL) system is the replacement for all Joint Combat Search and Rescue radios for aircrew and special forces, to support survival, evasion, and personnel recovery operations. It provides secure two-way over-the-horizon, near real time data communications, precise military Global Positioning System (GPS), and increased radio frequencies and modes of communications over existing radios."
  },
  {
    "url": "https://www.navair.navy.mil/product/aircrew-endurance",
    "title": "Aircrew Endurance",
    "description": "The Aircrew Endurance (AE) program targets issues with rotary wing aircrew. The AE system is focused on reducing physical fatigue and stress during longer missions now being conducted by Navy and Marine Corps aircrew. AE will also address solutions to integrate fall protection for mobile aircrew, resolve deficiencies in weight, bulk, and universal color. The program will field upgraded soft armor protection and an upgraded survival vest."
  },
  {
    "url": "https://www.navair.navy.mil/product/visual-landing-aids-vla",
    "title": "Visual Landing Aids (VLA)",
    "description": "Day or night, visual, optical and surveillance systems enable shipboard takeoff, landing and situational awareness for Sailors on deck as well as approach and landing cues for pilots. \n\nCurrent VLA includes flight deck status and signaling systems, hover position indicators and precision approach path indicators. The stabilized glide slope indicator, improved Fresnel lens optical landing system and manually operated visual landing aid system complement surveillance systems, like the integrated launch and recovery television surveillance system. \n\nNext generation visual landing aid programs include upgrades to legacy ships with advanced aviation lighting system control panel sets, advanced flight deck lighting and multifunction displays. \n\nVLA and NGVLA support fleet operations with sophisticated technologies on both current in-service ships and future generation ships including Zumwalt-class destroyers, littoral combat ships, joint high-speed vessels and amphibious transport dock ships."
  },
  {
    "url": "https://www.navair.navy.mil/product/recovery-systems",
    "title": "Recovery Systems",
    "description": "The ability to safely recover aircraft is vital to our military mission. As aircraft become more advanced, recovery procedures must be able to meet the demands with state-of-the-art technology. \n\nCurrent recovery systems include the carrier-based Mk-7 Mod 3/4 shipboard arresting gear system, which can stop a 50,000 pound aircraft in less than 350 feet; for air capable ships there is the Recovery Assist Secure and Traverse (RAST) system, which helps guide a helicopter to the deck and then secures the aircraft during the traversing phase to the hangar; for shore based arresting gear systems there is the M-31 expeditionary gear and the fixed E-28 system for air station runways. \n\nNew recovery technology includes the Advanced Recovery Control (ARC) system and Advanced Arresting Gear (AAG). The ARC system replaces the mechanical levers and pulleys on the current Mk-7 Mod 3/4 systems with an electronic control system, featuring a computer profile for each aircraft ensuring a smooth arrestment. \n\nTouch screen displays allow the Sailor to set each engine to the correct position to stop the aircraft safely as well as monitor engine diagnostics. On the new Zumwalt-class (DDG 1000) ship, currently under construction, the Aircraft Ship Integrated Secure and Traverse (ASIST) system provides real-time visual cues to position the aircraft over the Recovery Securing Device (RSD) without the need for a recovery assist cable."
  },
  {
    "url": "https://www.navair.navy.mil/product/launching-systems",
    "title": "Launching Systems",
    "description": "The Navy has been using steam for more than 50 years to launch aircraft from carriers. The launcher commodity encompasses not only catapults, but also the catapult control stations and jet blast deflectors. \n\nThe Integrated Catapult Control System (ICCS), or “bubble,” is a station located in carrier flight decks. It combines current remote stations to provide intercommunication during each aircraft launch. \n\nJet Blast Deflectors (JBD) are hydraulic-controlled panels on carrier flight decks designed to divert hot aircraft exhaust during launches. The panels are raised in preparation for takeoff, protecting the flight deck and pending aircraft from the hot aircraft exhaust."
  },
  {
    "url": "https://www.navair.navy.mil/product/information-systems",
    "title": "Information Systems",
    "description": "Information Systems plays an integral part in aircraft launch and recovery, from managing air operations onboard the ship to gathering wind speed and other data for landing signal officers to relay to pilots in the air. Advanced technologies and capable equipment are required to meet the needs of the fleet. \n\nThe Aircraft Launch and Recovery Equipment program provides the latest information system technologies to the fleet, including the Moriah, Wind Measuring and Indicating System (WMIS), Aviation Data Management and Control System (ADMACS) and Landing Signal Officer Display System (LSODS). \n\nMoriah provides digital wind speed and direction information, including crosswind and headwind that supports tactical planning for air operations, combat, navigation and aircraft firefighting. Moriah is replacing all legacy wind systems. \n\nADMACS connects the air department, ship divisions and embarked staff who manage the aircraft launch and recovery operations on CVN ships. ADMACS communicates real-time aviation and command-related data across the ship’s computer networks. Block upgrades ensure the fleet’s information systems are current, which affords safer and smoother operations."
  },
  {
    "url": "https://www.navair.navy.mil/product/expeditionary-airfields-0",
    "title": "Expeditionary Airfields",
    "description": "Expeditionary Airfields (EAF) allow military aircraft to launch and land in any flat terrain, making it an in-disposable commodity for our armed forces and NATO allies. \n\nEAF is a shore-based, aviation support system that permits rapid deployment and recovery of aircraft within range of ground forces. Although an EAF can be as basic as a grass landing zone to support helicopter operations, the installation of one or more EAF subsystems adds versatility and/or durability to the site. EAF equipment provides not only mobile matting, but also arresting gear and lighting for “runway” guidance. \n\nIntroduction of aircraft like the MV-22 Osprey and the ongoing testing of the F-35 Joint Strike Fighter, keep the EAF team continually evolving its equipment and methods to provide fleet Marine forces with flexible, practical and advanced systems. The proven success of joint service operations involving the deployment of U.S., NATO, and other allied nation aircraft, guarantees the presence of EAF systems in future combat operations."
  },
  {
    "url": "https://www.navair.navy.mil/product/Electromagnetic-Aircraft-Launch-System-EMALS",
    "title": "Electromagnetic Aircraft Launch System (EMALS)",
    "description": "EMALS is the Navy’s newest complete carrier-based launch system designed for USS Gerald R. Ford (CVN 78) and future Ford-class carriers. The launching system is designed to expand the operational capability of Ford-class carriers, providing the Navy with capability for launching all current and future carrier air wing platforms – lightweight unmanned to heavy strike fighters. The mission and function of EMALS remains the same as the traditional steam catapult; however, it employs entirely different technologies. EMALS uses stored kinetic energy and solid-state electrical power conversion. This technology permits a high degree of computer control, monitoring and automation."
  },
  {
    "url": "https://www.navair.navy.mil/product/compact-swaging-machine-csm",
    "title": "Compact Swaging Machine (CSM)",
    "description": "The CSM is an advanced hydraulic system that uses up to 800 tons of pressure to swage a terminal onto an aircraft carrier purchase cable. This terminal connects to the cross deck pendant that stretches across the flight deck which engages the arresting hook of an awaiting aircraft allowing for a smooth, controlled arrestment.\n\nThe CSM provides a safe, highly automated process compared to the current hazardous molten zinc-poured socket terminal replacement method. The current time-intensive process requires four to six Sailors and can take up to 12 hours to complete.\n\nThe CSM requires only one Sailor and forms the replacement terminal in an hour, keeping arresting engines ready to recover aircraft."
  },
  {
    "url": "https://www.navair.navy.mil/product/advanced-arresting-gear-aag",
    "title": "Advanced Arresting Gear (AAG)",
    "description": "AAG is a new system developed for the Navy’s future aircraft carriers and is installed on board USS Gerald R. Ford (CVN 78); the system will also be installed on the future USS John F. Kennedy (CVN 79) and the future USS Enterprise (CVN 80). AAG is a modular, integrated system consisting of energy absorbers, power conditioning equipment and digital controls, designed as the follow-on to the Mark-7 (Mk-7) arresting gear. The Navy is currently utilizing the Mk-7 Mod 3 and Mk-7 Mod 4 designs on all Nimitz-class aircraft carriers."
  },
  {
    "url": "https://www.navair.navy.mil/product/Next-Generation-Jammer",
    "title": "Next Generation Jammer",
    "description": "Description:"
  },
  {
    "url": "https://www.navair.navy.mil/product/ALQ-231-Intrepid-Tiger-Pod",
    "title": "ALQ-231 Intrepid Tiger Pod",
    "description": "Description:"
  },
  {
    "url": "https://www.navair.navy.mil/product/ALQ-99-Tactical-Jamming-System",
    "title": "ALQ-99 Tactical Jamming System",
    "description": "Description:"
  },
  {
    "url": "https://www.navair.navy.mil/product/air-combat-electronics-pma-209",
    "title": "Air Combat Electronics PMA-209",
    "description": "PMA-209 is NAVAIR’s executive agent for the development and management of cutting edge Air Combat Electronics systems. Established in 1988, PMA-209 is responsible for providing critical capabilities to the Warfighter in the form of common, fully developed, supportable, and reliable systems that align with the strategic and operational requirements of our platform PEO/PMA customers. By delivering the highest quality products and services – on time and within budget – PMA-209 has built a solid reputation for superior quality as well as sound business practice. Implementing state-of the-art technology solutions across the Naval Aviation Enterprise, PMA-209 meets the goal of supporting “Tomorrow’s Capabilities within Today’s Budget.”"
  },
  {
    "url": "https://www.navair.navy.mil/product/nu-1b-otter-u-6a-beaver",
    "title": "NU-1B Otter / U-6A Beaver",
    "description": "USN -- Trains prospective test pilots in low speed aircraft handling characteristics."
  },
  {
    "url": "https://www.navair.navy.mil/product/UH-72-Lakota-TH-67-Creek",
    "title": "UH-72 Lakota / TH-67 Creek",
    "description": "USN – Training helicopter for the U.S. Naval Test Pilot School."
  },
  {
    "url": "https://www.navair.navy.mil/product/x-26a-frigate-glider",
    "title": "X-26A Frigate Glider",
    "description": "USN -- Training glider for the U.S. Naval Test Pilot School."
  },
  {
    "url": "https://www.navair.navy.mil/product/t-38-talon",
    "title": "T-38 Talon",
    "description": "USN -- Fixed wing training aircraft for the U.S. Naval Test Pilot School."
  },
  {
    "url": "https://www.navair.navy.mil/product/contracted-air-services-cas",
    "title": "Contracted Air Services (CAS)",
    "description": "Contracted Air Services (CAS) provides cost effective:"
  },
  {
    "url": "https://www.navair.navy.mil/product/Air-Intercept-Missile-AIM-7-Sparrow",
    "title": "Air Intercept Missile (AIM)-7 Sparrow",
    "description": "The Air Intercept Missile (AIM)-7 Sparrow is a supersonic, medium-range air-to-air missile.  The development of this beyond visual range (BVR) missile started as a project called “Hotshot” in 1946 and was intended to design a missile which was capable of intercepting enemy targets at medium range. It has a high-explosive warhead and is guided by radio frequency (RF) signals received from the launching aircraft. The missile also exists in a ship-based intercept version where it is designated RIM-7 Sea Sparrow."
  },
  {
    "url": "https://www.navair.navy.mil/product/AIM-9X-Sidewinder",
    "title": "AIM-9X Sidewinder",
    "description": "The Air Intercept Missile (AIM)-9X Sidewinder is the latest of the Sidewinder family of short-range air-to-air missiles. It features a high off-boresight focal-plane array seeker mounted on a highly maneuverable airframe with a greatly improved infrared counter-countermeasures feature. The AIM-9X incorporates many AIM-9M legacy components (rocket motor, warhead and active optical target detector), but its performance far exceeds the legacy Sidewinder. Unlike previous AIM-9 models, the AIM-9X can even be used against targets on the ground.\n \nThe AIM-9X Block II is the most advanced short-range air-air missile in the U.S. inventory, capable of using its datalink, thrust vectoring maneuverability, and advanced imaging infrared seeker to hit targets behind the launching fighter. The missile provides fighter aircrew with the first shot, first kill opportunities that are essential for survival during air combat maneuvering in the visual arena. The AIM-9X delivers these opportunities with unmatched offensive and defensive capabilities against threats as well as supports air superiority in the Beyond Visual Range air-to-air battle. TheAIM-9X Block II missile provides the Joint Force with fighter aircraft lethality and survivability necessary to counter threats identified in the Chief of Naval Operations Guidance and the National Defense Strategy."
  },
  {
    "url": "https://www.navair.navy.mil/product/AIM-9M-Sidewinder",
    "title": "AIM-9M Sidewinder",
    "description": "The Air Intercept Missile (AIM)-9 Sidewinder is a supersonic, short-range air-to-air missile developed by the U.S. Navy in the 1950s. Entering service in 1956, variants and upgrades remain in active service with many air forces after five decades. The U.S. Air Force purchased the Sidewinder after the Navy developed the missile at China Lake, California."
  },
  {
    "url": "https://www.navair.navy.mil/product/specialized-and-proven-aircraft",
    "title": "Specialized and Proven Aircraft",
    "description": "PMA-226’s Adversary Team is responsible for the overall management of two Adversary platforms: F-5 N/F and F-16 A/B as well as three associated maintenance contracts supporting these platforms. The F-5 Adversary program consists of 44 F-5N/Fs operating out of Naval Air Station (NAS) Fallon, Nevada; NAS Key West, Florida; and Marine Corps Air Station Yuma, Arizona. The F-16 program consists of 14 F-16A/Bs attached to Naval Strike and Air Warfare Center, (NSAWC) NAS Fallon, Nevada. The Adversary mission supports Red Air Carrier Air Wing Training and Graduate Level Air Combat Training. The Adversary team manages a maintenance labor contract supporting the three F-5 squadrons, an F-5 depot maintenance contract and a maintenance contract supporting NSAWC's multiple aircraft platform organization."
  },
  {
    "url": "https://www.navair.navy.mil/product/CMV-22B-Osprey",
    "title": "CMV-22B Osprey",
    "description": "Mission"
  },
  {
    "url": "https://www.navair.navy.mil/product/CV-22B-Osprey",
    "title": "CV-22B Osprey",
    "description": "Mission"
  },
  {
    "url": "https://www.navair.navy.mil/product/MV-22B-Osprey",
    "title": "MV-22B Osprey",
    "description": "The MV-22 Osprey’s mission for the U.S. Marine Corps is the transportation of troops, equipment, and supplies from ships and land bases for combat assault and assault support."
  },
  {
    "url": "https://www.navair.navy.mil/product/MH-60S-Seahawk",
    "title": "MH-60S Seahawk",
    "description": "The MH-60S Seahawk missions are Anti-Surface Warfare, combat support, humanitarian disaster relief, Combat Search and Rescue, aero medical evacuation, SPECWAR and organic Airborne Mine Countermeasures."
  },
  {
    "url": "https://www.navair.navy.mil/product/MH-60R-Seahawk",
    "title": "MH-60R Seahawk",
    "description": "MH-60R Seahawk primary missions are anti-submarine warfare, surface warfare, electromagnetic warfare, command and control, and non-combat operations. Secondary missions include naval surface fire support, medical evacuation, search and rescue, logistics, special warfare, intelligence, surveillance and reconnaissance."
  },
  {
    "url": "https://www.navair.navy.mil/product/MH-53E-Sea-Dragon",
    "title": "MH-53E Sea Dragon",
    "description": "The MH-53E has two primary missions; Airborne Mine Countermeasures (AMCM) and Navy heavy lift/Vertical Onboard Delivery (VOD)."
  },
  {
    "url": "https://www.navair.navy.mil/product/CH-53K-King-Stallion",
    "title": "CH-53K King Stallion",
    "description": "The CH-53K transports Marines, heavy equipment and supplies during ship-to-shore movement in support of amphibious assault and subsequent operations ashore."
  },
  {
    "url": "https://www.navair.navy.mil/product/CH-53E-Super-Stallion",
    "title": "CH-53E Super Stallion",
    "description": "The CH-53E Super Stallion’s mission is the transportation of heavy equipment and supplies for amphibious assault."
  },
  {
    "url": "https://www.navair.navy.mil/product/VH-92A",
    "title": "VH-92A",
    "description": "The VH-92A® Patriot™ will fly the president and vice president of the United States, heads of state and other official parties. The White House Military Office determines when the VH-92A will enter into service to fly the presidential helicopter mission."
  },
  {
    "url": "https://www.navair.navy.mil/product/VH-3D",
    "title": "VH-3D",
    "description": "VH-3D includes day/night/all-weather operations, self-contained navigation system, GPS, TCAS, survivability systems, and crash-survivable flight information recorder sensor, and carries no weapons. Communications include extensive secure and non-secure communication systems; and EMP hardening. This aircraft is out of production."
  },
  {
    "url": "https://www.navair.navy.mil/product/AH-1Z-Viper",
    "title": "AH-1Z Viper",
    "description": "The roles for the U.S. Marine Corps:"
  },
  {
    "url": "https://www.navair.navy.mil/product/VH-60N",
    "title": "VH-60N",
    "description": "Executive transport helicopter."
  },
  {
    "url": "https://www.navair.navy.mil/product/UH-1Y-Venom",
    "title": "UH-1Y Venom",
    "description": "The UH-1Y Venom replaced the UH-1N Huey and includes the latest in technology and production techniques to continue the legacy of the venerable and battle-proven H-1 helicopter design. The UH-1Y includes a new four-bladed, all-composite and ballistically tolerant (up to 23 mm) rotor system, new engines and transmissions, integrated digital cockpit featuring multifunction flat panel displays, increased payload capabilities, and crash-worthy seating for all crew and passengers. The UH-1Y Venom platform also provides significantly increased load carrying ability, greater range and survivability, and has a smaller logistics footprint."
  },
  {
    "url": "https://www.navair.navy.mil/product/AH-1W-Super-Cobra",
    "title": "AH-1W Super Cobra",
    "description": "Roles for the U.S. Marine Corps:"
  },
  {
    "url": "https://www.navair.navy.mil/product/joint-air-ground-missile-jagm",
    "title": "Joint Air-to-Ground Missile (JAGM)",
    "description": "Joint Air-to-Ground Missile (JAGM) is an Army led program managed by PEO Missiles and Space, Joint Attack Munitions Systems (JAMS) Project Office."
  },
  {
    "url": "https://www.navair.navy.mil/product/AMRAAM",
    "title": "AMRAAM",
    "description": "Advanced Medium-Range Air-to-Air Missile (AMRAAM)"
  },
  {
    "url": "https://www.navair.navy.mil/product/APKWS",
    "title": "APKWS",
    "description": "The APKWS II is a design conversion of an unguided Hydra 2.75-inch rocket with a laser guidance kit to give it precision-kill capability.  It is intended as an inexpensive way to destroy targets while limiting collateral damage in close combat.  The APKWS II guidance section is threaded between the legacy 10-pound high-explosive warhead and Mk66 Mod 4 rocket motor.   Production began in 2011.   Initial Operational Capability (IOC) was declared in 2012 on AH-1W and UH-1Y helicopters.   In March 2014, APKWS II was successfully integrated onto MH-60S and MH-60R.  In 2016, APKWS II was fielded on the AV-8B, F-16 and A-10 aircraft."
  },
  {
    "url": "https://www.navair.navy.mil/product/AARGM",
    "title": "AARGM",
    "description": "The AARGM mission is Suppression and/or Destruction of Enemy Air Defenses (SEAD/DEAD). Its primary targets are re-locatable Integrated Air Defense (IAD) targets and targets that utilize shutdown tactics. AARGM counters enemy shutdown capability through the use of a multi-mode seeker."
  },
  {
    "url": "https://www.navair.navy.mil/product/Tomahawk",
    "title": "Tomahawk",
    "description": "The Tomahawk Land Attack Missile (TLAM) is a long range cruise missile used for deep land attack warfare, launched from U. S. Navy surface ships and U.S. Navy and United Kingdom Royal Navy submarines."
  },
  {
    "url": "https://www.navair.navy.mil/product/AAEFC",
    "title": "AAE/FC",
    "description": "Aircraft Armament Equipment (AAE) program: procures, modifies and upgrades common bomb racks, peculiar bomb racks, missile launchers, and provides related support for Navy and Marine Corps platforms."
  },
  {
    "url": "https://www.navair.navy.mil/product/CADPAD",
    "title": "CAD/PAD",
    "description": "PADs include such devices as catapults, rocket catapults and rocket motors which are used in military aircrew escape systems. All catapults, rocket catapults and rocket motors currently in use are solid-propellant devices. In conjunction with various CADs and other life-support equipment, PADs power the ejection system utilized to eject aircrew members safely from disabled aircraft. Both CADs and PADs contain the energetic material along with a mechanical or electronic actuating component."
  },
  {
    "url": "https://www.navair.navy.mil/product/Direct-Attack-Weapons",
    "title": "Direct Attack Weapons",
    "description": "General Purpose (GP) bombs are free-fall ordnance. The bombs are only as accurate as the pilot or platform delivering them. The primary weapons effects are due to blast and fragmentation. They come in a variety of sizes and weights ranging from 500 pounds for BLU-111/MK-82, 1000 pounds for the BLU-110/MK-83, and 2,000 pounds for the BLU-117/MK-84."
  },
  {
    "url": "https://www.navair.navy.mil/product/SLAM-ER",
    "title": "SLAM-ER",
    "description": "The AGM-84K SLAM-ER is an air-launched, day/night, adverse-weather, over-the-horizon, precision strike missile that provides a long range option for pre-planned and target of opportunity missions against land and sea targets.  SLAM-ER roots go back to the original Harpoon anti-ship missile placed in fleet service in the late 1970s. Because of emerging operational requirements, the SLAM was developed as a derivative of the Harpoon.  SLAM-ER incorporates a global positioning system-aided guidance system; imaging infrared seeker and two-way data link for man-in-the-loop control; improved missile aerodynamic performance characteristics that allow both long range and flexible terminal attack profiles; an ordnance section with good penetrating power and lethality. SLAM-ER uses automatic target acquisition, a revolutionary technology that helps improve target acquisition in cluttered scenes, overcomes most infrared countermeasures and mitigates the effects of environmentally degraded conditions. The SLAM-ER can be launched and controlled by F/A-18C/D/E/F and P-3 platforms."
  },
  {
    "url": "https://www.navair.navy.mil/product/CCS",
    "title": "CCS",
    "description": "The Unmanned System CCS mission is to eliminate redundant efforts, encourage innovation and reduce costs."
  },
  {
    "url": "https://www.navair.navy.mil/product/Harpoon",
    "title": "Harpoon",
    "description": "The A/U/RGM-84 Harpoon is an all-weather, over-the-horizon, anti-ship missile system that provides the Navy with a common missile for air and ship launches. The weapon system uses mid-course guidance with a radar seeker to attack surface ships. Its active radar guidance, low-level, sea-skimming cruise trajectory, terminal mode sea-skim or pop-up maneuvers and warhead design, assure high survivability and effectiveness. Harpoon is capable of being launched from surface ships, submarines, shore batteries or aircraft.  Ship-, submarine- and shore-launched Harpoons require a booster for launch. Air-launched Harpoons are fired without the need of a booster and generally start the engine after aircraft separation.  Originally developed for the Navy to serve as its basic anti-ship missile for fleet-wide use, the A/R/UGM-84 was first introduced in 1977. In 1979 the air-launched version was deployed on the Navy’s P-3C Orion aircraft. The Harpoon was also adapted for use on Air Force B-52H bombers, which can carry from 8 to 12 of the missiles. In 1998, an advanced upgrade to Harpoon missile was developed. This Harpoon Block II missile incorporates GPS-assisted inertial navigation, which enables the system to have both an anti-ship and a land attack capability. The Block II version was not adopted by the U.S. Navy, but has been integrated on foreign F-16 aircraft and is presently being integrated on foreign F-15 aircraft. Twenty-nine foreign military partners employ the Harpoon Block II missile and its launch control equipment."
  },
  {
    "url": "https://www.navair.navy.mil/product/Small-Diameter-Bomb-Increment-II-SDB-II",
    "title": "Small Diameter Bomb Increment II (SDB II)",
    "description": "The GBU-53/B SDB II is an air-launched, precision-strike standoff weapon that will enable the warfighter to defeat moving and fixed targets in adverse weather conditions. Using a GPS/INS system to guide to the vicinity of a moving target, the weapon has the capability to receive updated target coordinates mid-flight via two-way datalink (Link-16 or UHF) communications.  Using these network options, SDB II allows airborne or ground controllers the ability to send in-flight target updates and the capability to abort a mission post-release."
  },
  {
    "url": "https://www.navair.navy.mil/product/Long-Range-Anti-Ship-Missile-LRASM",
    "title": "Long Range Anti-Ship Missile (LRASM)",
    "description": "The Long Range Anti-Ship Missile (LRASM) is a defined near-term solution for the Offensive Anti-Surface Warfare (OASuW) air-launch capability gap that will provide flexible, long-range, advanced, anti-surface capability against high-threat maritime targets."
  },
  {
    "url": "https://www.navair.navy.mil/product/air-wing-ship-integration-awsi",
    "title": "Air Wing Ship Integration (AWSI)",
    "description": "The Air Wing Ship Integration (AWSI) consists of four programs: Digital Camera Receiving Station (DCRS), Naval Strike Warfare Planning Center (NSWPC), Integrated Strike Planning and Execution (ISP&E) and Carrier Ready Room Transformational Technologies Upgrade."
  },
  {
    "url": "https://www.navair.navy.mil/product/strike-planning-and-execution-systems",
    "title": "Strike Planning and Execution Systems",
    "description": "EKB provides an aviator with digital products, such as DoD flight information charts and instrument approach plates, tactical charts, and imagery. EKB is part of the ACAT II JMPS Program of Record."
  },
  {
    "url": "https://www.navair.navy.mil/product/Full-Scale-Targets",
    "title": "Full Scale Targets",
    "description": "Length: 49.42 ft\nWingspan: 31.00 ft\nHeight: 16.75 ft\nWeight: 18,900 lbs\nSpeed: Mach 1.47"
  },
  {
    "url": "https://www.navair.navy.mil/product/BQM-34S",
    "title": "BQM-34S",
    "description": "The BQM-34S is a recoverable, remote-controlled subsonic aerial target capable of speeds up to 0.9 Mach and altitudes from 10-45,000 feet. It is propelled during flight by a single J85-GE-100A turbojet engine which produces 2,850 pounds static thrust. "
  },
  {
    "url": "https://www.navair.navy.mil/product/Moving-Land-Target",
    "title": "Moving Land Target",
    "description": "PMA-208 provides Moving Land Targets (MLT) in the demands of Close Air Support (CAS), Time Sensitive Targeting (TST), Target Identification, and Forward Air Controller (FAC) procedures within a Network Centric Warfighting force. Present aircrew with threat representative targets that provide infrared reactivity, mobility, and realistic radar cross-section targets to meet their combat training needs."
  },
  {
    "url": "https://www.navair.navy.mil/product/BQM-167A",
    "title": "BQM-167A",
    "description": "The BQM-167A is a high-performance, remotely-controlled subscale aerial target used to provide a threat-representative target drone to the Air-to-Air Weapons System Evaluation Program and other Air Force and Department of Defense air-to-air test  and evaluation programs.   "
  },
  {
    "url": "https://www.navair.navy.mil/product/GQM-163A-Subsonic-Sea-Skimming-Target-SSST",
    "title": "GQM- 163A Subsonic Sea Skimming Target (SSST)",
    "description": "GQM- 163A Subsonic Sea Skimming Target (SSST)  is a non-recoverable, supersonic aerial target, capable of speeds of Mach 2 or greater and can be used as a sea skimming target with terminal altitudes from 13.0 to 66.0 feet (absolute) or as a diving target with a maximum altitude of 52,000 feet and diving angles between 15 and 55 degrees. The SSST system air vehicle is ground launched and is capable of operation with current augmentation, scoring and range hardware. "
  },
  {
    "url": "https://www.navair.navy.mil/product/jsow",
    "title": "Joint Standoff Weapon (JSOW)",
    "description": "The JSOW family consists of multiple weapon variants. The AGM-154A configuration is used to attack fixed and relocateable soft targets such as parked aircraft, trucks, armored personnel carriers and surface-to-air missile sites. A modified version, the AGM-154A-1, includes a BLU-111 warhead. The AGM-154C variant incorporates a 500-pound blast/fragmentation/penetrator warhead effective against fixed-point targets such as industrial facilities, logistical systems and hardened tactical targets. This variant uses an uncooled, long-wave imaging infrared seeker with autonomous target acquisition for precise targeting. The latest variant, the JSOW C-1, is the Navy’s first air-to-ground network-enabled weapon capable of attacking stationary land and moving maritime targets. It includes GPS/INS guidance, terminal IR seeker and a Link 16 weapon data link."
  },
  {
    "url": "https://www.navair.navy.mil/product/Unmanned-Logistics-Systems-Air",
    "title": "Unmanned Logistics Systems - Air",
    "description": "Description: Unmanned Logistics Systems - Air (ULS-A) supports a variety of tactical resupply mission requirements when risk to ground and manned air systems are deemed unacceptable due to austere operating environments and elevated ground threats. The program aligns with Commandant of the Marine Corps planning guidance and force modernization for fielding of unmanned logistics capability to support distributed maritime operations, the related Marine Corps and Navy concepts of littoral operations in a contested environment and Expeditionary Air Base Operations. The ULS-A team is focused on providing unmanned cargo capacity for Logistics Combat and Ground Combat Elements operating around the world."
  },
  {
    "url": "https://www.navair.navy.mil/product/Family-Small-Unmanned-Aircraft-Systems",
    "title": "Family of Small Unmanned Aircraft Systems",
    "description": "Description"
  },
  {
    "url": "https://www.navair.navy.mil/product/UAS-Payloads",
    "title": "UAS Payloads",
    "description": "Description: The Capabilities Development program provides the capability to develop, integrate, field, and sustain tactical UAS payloads, ground systems, and enabling technologies for Group 1-3 aerial platforms in the Marine Corps Family of UAS primarily focused on Marine Littoral Regiments and Marine Expeditionary Units. The program focus continues on Marine Corps intel priorities of Signals Intelligence (SIGINT)/Electronic Sensing (ES), Wide Area Motion Imagery, Artificial Intelligence (AI)/Machine Learning (ML), Communications Relay, Synthetic Aperture Radar (SAR)/ Moving Target Indicator (MTI), Cross Domain Solution, and Common Sensor Workstation. "
  },
  {
    "url": "https://www.navair.navy.mil/product/MQ-25tm-Stingray",
    "title": "MQ-25™ Stingray",
    "description": "The MQ-25™ Stingray will be the world’s first operational, carrier-based unmanned aircraft and provide aerial refueling and intelligence, surveillance and reconnaissance (ISR) capabilities that enhance capability and versatility for the Carrier Air Wing (CVW) and Carrier Strike Group (CSG). Integration of a persistent, sea-based tanker into the CVW will make better use of our combat strike fighters and extend the range of our aircraft carriers. The system will be a critical part of the future CVW and is central to the Navy’s strategic Unmanned Campaign Framework, laying the foundation for all future carrier-based unmanned systems and pioneering the cutting-edge manned-unmanned teaming (MUM-T) operational concept. The Navy plans for all NIMITZ and FORD-class carriers to eventually be MQ-25 capable."
  },
  {
    "url": "https://www.navair.navy.mil/product/MQ-4C",
    "title": "MQ-4C Triton",
    "description": "The MQ-4C Triton is an autonomously operated system that provides a persistent maritime ISR capability using multiple maritime sensors. The MQ-4C Triton air vehicle is based upon the United States Air Force (USAF) RQ-4B Global Hawk, while its sensors are based upon components of (or entire systems) already fielded in the DoD inventory.   Along with the P-8A manned aircraft, the MQ-4C Triton is integral to the Navy’s Maritime Patrol and Reconnaissance Force (MPRF) Family of Systems (FoS). The MPRF is the operational agent for the MQ-4C Triton and Commander, Patrol and Reconnaissance Group (CPRG) is the fleet sponsor for the manned/unmanned integration concept. "
  }
]